Repository: common-repository/semlinks
Catalog: src/languages/translated/semlinks-*.po
Languages: fr_fr

source: Connects your wordpress site to the CSP
fr_fr: Enrichissez vos articles avec Semantic Platform

source: Settings
fr_fr: Réglages

source: CSP
fr_fr: SemLinks

source: API Settings
fr_fr: Authentification

source: API Key
fr_fr: Clé API

source: Number of related posts returned
fr_fr: Nombre d'articles similaires

source: Starting date for the synchronization
fr_fr: Suggérer des articles similaires parus depuis le

source: Number of categories returned
fr_fr: Nombre maximum

source: Number of tags returned
fr_fr: Nombre maximum

source: Minimum score for the categories
fr_fr: Score minimum de précision des catégories recommandées (%)

source: Minimum score for the tags
fr_fr: Score minimum de précision des étiquettes recommandées (%)

source: The name of the category tree
fr_fr: Sélectionner la taxonomie Semantic Platform

source: The name of the taxonomy to use
fr_fr: Sélectionner la taxonomie WordPress

source: The name of the tagging tree
fr_fr: Sélectionner la taxonomie Semantic Platform

source: Save changes
fr_fr: Enregistrer les changements

source: Synchronization
fr_fr: Synchronisation

source: Loading...
fr_fr: Chargement...

source: Synchronize posts
fr_fr: Démarrer

source: Done
fr_fr: Terminée

source: Initialization
fr_fr: Initialisation

source: Here you can configure all the needed parameters for the CSP plugin
fr_fr: Cette extension fonctionne exclusivement avec une clé API fournie par ContentSide.

source: Contact us
fr_fr: nous contacter

source: Named entities in posts
fr_fr: Entités nommées dans les articles

source: The name of the dictionary
fr_fr: Sélectionner le dictionnaire de mots-clés

source: Minimum score for the named entities
fr_fr: Score minimum de précision des mots-clés (%)

source: Format of the URLs for the named entities
fr_fr: Format des URLs pour les entités nommées

source: The API key is invalid. Please check the key and try again.
fr_fr: La clé API est invalide. Veuillez la vérifier et réessayer.

source: To only add the entities as tags and not insert them in the content
fr_fr: Créer les mots-clés sous forme d'étiquettes uniquement

source: To only insert in the post content the first occurrence of each entity
fr_fr: Créer les liens de mot-clés dans le contenu de l'article seulement à la première occurrence

source: You can configure here how to generate URLs for the entities by adding {entity} wherever you need it to be.
fr_fr: Vous pouvez ici configurer comment générer les URLs pour les entités en ajoutant {entity} où vous le souhaitez.

source: This action might take a long time to complete
fr_fr: Cette opération peut prendre du temps

source: Activate the retro-links
fr_fr: Activer les retro-liens

source: Extract named entities
fr_fr: SemLinks : mots-clés

source: Discover related posts
fr_fr: Obtenir des articles similaires

source: Related posts
fr_fr: SemLinks : articles similaires

source: Related post
fr_fr: Article similaire

source: short_code_title
fr_fr: Articles similaires

source: No related post found
fr_fr: Pas d'article similaire trouvé

source: Select
fr_fr: Action

source: Remove from related posts list
fr_fr: Retirer de la liste des articles similaires

source: Remove all related posts
fr_fr: Retirer tous les articles similaires

source: No named entities found
fr_fr: Pas d'entité nommée trouvée

source: Search post's links
fr_fr: SemLinks : entités nommées
